tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "getantibody/antibody"
tap "homebrew/bundle"
tap "homebrew/versions"
tap "fullscreen/tap"

brew "git"
brew "tmux"
brew "zsh"
brew "vim"
brew "gpg"
brew "nmap"
brew "npm"
brew "ssh-copy-id"
brew "openssl"
brew "pv"
brew "wget"
brew "dockutil"
brew "yarn"
brew "libsass"
brew "grip"
brew "terraform"
brew "packer"
brew "tree"
brew "reattach-to-user-namespace"
brew "libyaml"
brew "ansible"
brew "python3"
brew "awscli"
brew "cloc"
brew "htop"
brew "zsh-completions"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "fullscreen/tap/aws-rotate-key"

cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/fonts/font-fira-code"
cask "caskroom/fonts/font-droid-sans-mono-for-powerline"
cask "caskroom/fonts/font-hack-nerd-font"

cask "1password"
cask "google-chrome"
cask "slack"
cask "spotify"
cask "virtualbox"
cask "atom"
cask "sequel-pro"
cask "whatsapp"
cask "dropbox"
cask "iterm2"
cask "vlc"
cask "vagrant"
